Repository: digedag/cfc_league_fe
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# plugin.competition.label
source: T3sports: League Management
de: T3sports: Ligaverwaltung

# plugin.competition.description
source: This plugins contains views for: matchtable, league table, table chart, match crosstable, team list, statistics
de: Dieses Plugin enthält Darstellungen für: Spielplan, Ligatabelle, Tabellenfahrt, Kreuztabelle, Teamliste, Statistiken

# plugin.competition.flexform.tab.Common
source: Common
de: Allgemein

# plugin.competition.flexform.tab.MatchTable
source: Match table
de: Spielplan

# plugin.competition.flexform.tab.LeagueTable
source: League Table
de: Ligatabelle

# plugin.competition.flexform.tab.TableChart
source: Leaguetable Chart
de: Tabellenfahrt

# plugin.competition.flexform.tab.TickerList
source: Liveticker List
de: Liveticker Liste

# plugin.competition.flexform.action
source: View Types
de: Darstellungselemente

# plugin.competition.flexform.action.CompetitionSelection
source: Competition Selection
de: Wettbewerbsauswahl

# plugin.competition.flexform.action.MatchTable
source: Match table
de: Spielplan

# plugin.competition.flexform.action.MatchCrossTable
source: Match table (cross)
de: Kreuztabelle

# plugin.competition.flexform.action.LeagueTable
source: League table
de: Ligatabelle

# plugin.competition.flexform.action.LeagueTableAllTime
source: All time league table
de: Ligatabelle (All-Time)

# plugin.competition.flexform.action.TableChart
source: Leaguetable Chart
de: Tabellenfahrt

# plugin.competition.flexform.action.TableChartJS
source: Leaguetable Chart (Javascript)
de: Tabellenfahrt (Javascript)

# plugin.competition.flexform.action.LiveTickerList
source: Live Ticker List
de: Liste der Live-Ticker

# plugin.competition.flexform.action.Statistics
source: Statistics
de: Statistiken

# plugin.competition.flexform.action.TeamList
source: Team List
de: Teamliste

# plugin.competition.flexform.action.StadiumList
source: Stadium List
de: Stadionliste

# plugin.competition.flexform.TableType
source: Table type
de: Tabellentyp

# plugin.competition.flexform.tabletype.Normal
source: Standard Table
de: Normal

# plugin.competition.flexform.tabletype.Home
source: Home Table
de: Heimtabelle

# plugin.competition.flexform.tabletype.Guest
source: Away Table
de: Auswärtstabelle

# plugin.competition.flexform.TableTypeInput
source: Show Selectbox for table type
de: Selectbox für Tabellentyp anzeigen

# plugin.competition.flexform.ShowLiveTable
source: Show Live-Table
de: Zeige Live-Tabelle

# plugin.competition.flexform.TableScope
source: Saison
de: Tabellenscope

# plugin.competition.flexform.tablescope.Normal
source: Standard Table
de: Saison

# plugin.competition.flexform.tablescope.FirstHalf
source: First Round
de: Hinrunde

# plugin.competition.flexform.tablescope.SecondHalf
source: Second Round
de: Rückrunde

# plugin.competition.flexform.TableScopeInput
source: Show Selectbox for table scope
de: Selectbox für Tabellenscope anzeigen

# plugin.competition.flexform.PointSystemInput
source: Show Selectbox for point system
de: Selectbox für Punktsystem anzeigen

# plugin.competition.flexform.leaguetable.UseRoundFromScope
source: Keep table in sync with selected round from scope
de: Die Tabelle passend zum ausgewählten Spieltag anzeigen

# plugin.competition.flexform.leaguetable.noSkipOtherRounds
source: Show current table + last started matchday
de: Zeige aktuelle Tabelle + letzten angefangen Spieltag an

# plugin.competition.flexform.leaguetable.clubs
source: Emphasize clubs
de: Vereine hervorheben

# plugin.competition.flexform.leaguetable.size
source: Number of teams to show
de: Maximal sichtbare Teams

# plugin.competition.flexform.tablechart.clubs
source: Clubs on chart
de: Dargestellte Vereine

# plugin.competition.flexform.tablechart.colors
source: Colors for clubs
de: Farben der Vereine

# plugin.competition.flexform.matchtable.limit
source: Max matches to show
de: Max. Anzahl Spiele

# plugin.competition.flexform.matchtable.orderby
source: Sort order of matches
de: Sortierung der Spiele

# plugin.competition.flexform.matchtable.orderby.typoscript
source: As configured by typoscript
de: Per Typoscript konfiguriert

# plugin.competition.flexform.matchtable.orderby.date.asc
source: Kickoff date ascending
de: Spielbeginn ansteigend

# plugin.competition.flexform.matchtable.orderby.date.desc
source: Kickoff date descending
de: Spielbeginn absteigend

# plugin.competition.flexform.matchtable.orderby.number.desc
source: Fixture number ascending
de: Spielnummer ansteigend

# plugin.competition.flexform.matchtable.report_page
source: Page for report
de: Seite für Spielbericht

# plugin.competition.flexform.matchtable.time_range
source: Time range
de: Zeitraum

# plugin.competition.flexform.matchtable.time_range.past
source: Days before
de: Tage zurück

# plugin.competition.flexform.matchtable.time_range.future
source: Days ahead
de: Tage im voraus

# plugin.competition.flexform.statistics.type
source: Type of statistics
de: Art der Statistik

# plugin.competition.flexform.statistics.type.player
source: Player
de: Spieler

# plugin.competition.flexform.statistics.type.scorerlist
source: Scorer
de: Torschützenliste

# plugin.competition.flexform.statistics.type.assistlist
source: Assists
de: Beste Torvorlagengeber

# plugin.competition.flexform.statistics.type.playersummary
source: Player summary
de: Spielerzusammenfassung

# plugin.competition.flexform.statistics.type.visitors
source: Visitors
de: Zuschauer

# plugin.competition.flexform.tickerlist.ticker_page
source: Page for live ticker
de: Seite für Liveticker

# plugin.competition.flexform.tickerlist.ticker_url
source: Static Url for live ticker
de: Feste Url für Liveticker

# plugin.competition.flexform.showDistanceBasePoint
source: Show base point for distance calculation in map
de: Zeige Ausgangspunkt für Entfernungsberechnung in Karte

# plugin.competition.flexform.saisonInput
source: Show Selectbox for saison?
de: Selectbox für Saison?

# plugin.competition.flexform.group
source: Age group of competition
de: Altersgruppe

# plugin.competition.flexform.groupInput
source: Show Selectbox for age group?
de: Selectbox for Altersklasse?

# plugin.competition.flexform.competition
source: Competition
de: Wettbewerb

# plugin.competition.flexform.competitionInput
source: Show Selectbox for competition?
de: Selectbox für Wettbewerb?

# plugin.competition.flexform.competitionType
source: Competition Types
de: Wettbewerbstypen

# plugin.competition.flexform.competitionObligation
source: Obligation
de: Pflichtwettbewerbe

# plugin.competition.flexform.competitionObligation.All
source: All
de: Alle

# plugin.competition.flexform.competitionObligation.Obligate
source: Obligate
de: Pflichtwettbewerbe

# plugin.competition.flexform.competitionObligation.Free
source: free
de: Freie Wettbewerbe

# plugin.competition.flexform.roundInput
source: Show Selectbox for competition rounds?
de: Selectbox für Spieltage?

# plugin.competition.flexform.club
source: Club
de: Verein

# plugin.competition.flexform.clubInput
source: Show Selectbox for Club
de: Selectbox für Verein?

# plugin.report.label
source: T3sports: Reports
de: T3sports: Berichte

# plugin.report.description
source: This plugin contains views: match report, team view, profile list, profile view, club list
de: Dieses Plugin enthält Darstellungen für: Spielbericht, Teamdarstellung, Personenliste, Personendarstellung, Vereinsliste

# plugin.report.flexform.action.MatchReport
source: Match report
de: Spielbericht

# plugin.report.flexform.action.TeamView
source: Team view
de: Teamdarstellung

# plugin.report.flexform.action.ProfileView
source: Profile view
de: Personenprofil

# plugin.report.flexform.action.ProfileList
source: Profile list
de: Personenliste

# plugin.report.flexform.action.ClubList
source: Club list
de: Vereinsliste

# plugin.report.flexform.action.ClubView
source: Club details view
de: Vereinsdarstellung

# plugin.report.flexform.action.StadiumView
source: Stadium details view
de: Stadiondarstellung

# plugin.report.flexform.tab.MatchReport
source: Match Report
de: Spielberichte

# plugin.report.flexform.tickerType
source: Hide types in Ticker
de: Verstecke Typen im Ticker

# plugin.report.flexform.teamview.team
source: Show single team
de: Zeige Team

# plugin.report.flexform.teamview.club
source: Club teams only
de: Nur Teams des Vereins

# plugin.report.flexform.teamview.coach_page
source: Page for coach single view
de: Seite für Trainer-Einzelanzeige

# plugin.report.flexform.teamview.supporter_page
source: Page for supporter single view
de: Seite für Betreuer-Einzelanzeige

# plugin.report.flexform.teamview.player_page
source: Page for player single view
de: Seite für Spieler-Einzelanzeige

# plugin.report.flexform.profileview.profile
source: Player to show
de: Spieler anzeigen

# plugin.report.flexform.profileview.rand
source: Show randomized Player
de: Zeige zufällige Person

# plugin.report.flexform.profilelist.birthdays
source: Birthday list
de: Geburtstagsliste

# plugin.report.flexform.profilelist.birthdays.no
source: No
de: Nein

# plugin.report.flexform.profilelist.birthdays.day
source: Day
de: Tag

# plugin.report.flexform.profilelist.birthdays.month
source: Month
de: Monat

# plugin.report.flexform.matchreport.showTicker
source: Show ticker
de: Zeige Ticker

# plugin.report.flexform.matchreport.matchUid
source: Static match UID
de: Feste Spiel-UID

# plugin.report.sign.capricorn
source: Capricorn
de: Steinbock

# plugin.report.sign.aquarius
source: Aquarius
de: Wassermann

# plugin.report.sign.pisces
source: Pisces
de: Fische

# plugin.report.sign.aries
source: Aries
de: Widder

# plugin.report.sign.taurus
source: Taurus
de: Stier

# plugin.report.sign.gemini
source: Gemini
de: Zwillinge

# plugin.report.sign.cancer
source: Cancer
de: Krebs

# plugin.report.sign.leo
source: Leo
de: Löwe

# plugin.report.sign.virgo
source: Virgo
de: Jungfrau

# plugin.report.sign.libra
source: Libra
de: Waage

# plugin.report.sign.scorpio
source: Scorpio
de: Skorpion

# plugin.report.sign.sagittarius
source: Sagittarius
de: Schütze

# plugin_common_detailspage
source: Details page
de: Detailseite

# general_lgl_startingpoint
source: Startingpoint
de: Datensatzsammlung

# general_lgl_recursive
source: Recursive
de: Rekursiv

# general_lgl_recursive_i_0
source: 0 levels (only selected page)
de: 0 Ebenen (nur die ausgewählte Seite)

# general_lgl_recursive_i_1
source: 1 level
de: 1 Ebene

# general_lgl_recursive_i_2
source: 2 level
de: 2 Ebenen

# general_lgl_recursive_i_3
source: 3 level
de: 3 Ebenen

# general_lgl_recursive_i_4
source: 4 level
de: 4 Ebenen

# general_lgl_recursive_i_5
source: 5 level
de: 5 Ebenen

# tablestrategy_default
source: Default
de: Standard

# tablestrategy_head2head
source: Direct matches first
de: Vergleich gegeneinander

# tablestrategy_pointpermatch
source: Points per match
de: Punktquotient (Punkte pro Spiel)

# tablestrategy_volleyball_2point
source: Volleyball 2 point system
de: Volleyball 2 Punktsystem

# tablestrategy_volleyball_3point
source: Volleyball 3 point system
de: Volleyball 3 Punktsystem

# tablestrategy_judo_2point
source: Judo 2 point system
de: Judo 2 Punktsystem
