Repository: digedag/cfc_league_fe
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# label_club
source: Club
de: Verein

# label_matches
source: Matches
de: Spiele

# label_encounters
source: Encounters
de: Begegnungen

# label_match
source: Match
de: Spiel

# label_goal
source: Goal
de: Tor

# label_goals
source: Goals
de: Tore

# label_points
source: Points
de: Punkte

# label_balls
source: Balls
de: Bälle

# label_fights
source: Fights
de: Kämpfe

# label_scores
source: Scores
de: Wertungen

# label_tabletype_normal
source: Standard Table
de: Normal

# label_tabletype_home
source: Home Table
de: Heimtabelle

# label_tabletype_away
source: Away Table
de: Auswärtstabelle

# label_pointsystem_point2
source: 2 Point-Rule
de: 2 Punkt-Regel

# label_pointsystem_point3
source: 3 Point-Rule
de: 3 Punkt-Regel

# label_tablescope_first
source: First round
de: Hinrunde

# label_tablescope_second
source: Second round
de: Rückrunde

# statistics_assistlist_label_headline
source: Best assists
de: Die besten Torvorbereiter

# statistics_assistlist_label_player
source: Player
de: Spieler

# statistics_scorerlist_label_headline
source: Best scorer
de: Die Torschützen

# statistics_scorerlist_label_player
source: Player
de: Spieler

# statistics_scorerlist_label_goals
source: Goals
de: Tore

# statistics_scorerlist_label_goals_home
source: Home
de: Heim

# statistics_scorerlist_label_goals_away
source: Away
de: Auswärts

# statistics_scorerlist_label_goals_head
source: Head
de: Kopfball

# statistics_scorerlist_label_goals_penalty
source: Penalty
de: Elfmeter

# statistics_scorerlist_label_goals_joker
source: Joker
de: Jokertore

# statistics_scorerlist_label_goals_per_match
source: per Match
de: pro Spiel

# statistics_scorerlist_label_minutes_per_goal
source: Minutes per goal
de: Minuten je Tor

# statistics_player_label_matches
source: Matches
de: Spiele

# statistics_player_label_matchcount
source: Count
de: Anz.

# statistics_player_label_minutes
source: Minutes
de: Min.

# statistics_player_label_cards
source: Cards
de: Karten

# statistics_player_label_player
source: Player
de: Spieler

# statistics_player_label_card_yellow
source: Y
de: Gelb

# statistics_player_label_card_yellowred
source: Y/R
de: G/R

# statistics_player_label_card_red
source: R
de: Rot

# statistics_player_label_goals
source: Goals
de: Tore

# statistics_player_label_goals_own
source: Own
de: ET

# statistics_player_label_change
source: Changes
de: Wechsel

# statistics_player_label_change_out
source: Out
de: Ausw.

# statistics_visitors_label_headline
source: Visitors
de: Zuschauerstatistik

# statistics_visitors_label_home
source: Home
de: Heim

# statistics_visitors_label_away
source: Away
de: Auswärts

# statistics_visitors_label_all
source: All
de: Gesamt

# statistics_visitors_label_average
source: Average
de: Schnitt

source: Profile not found
de: Person nicht gefunden

# profile_unknownLastname
source: Unknown
de: unbekannt

# label_profile_anonymous
source: Anonymous
de: Anonym

# teamlist_empty
source: No teams found.
de: Es wurden keine Teams gefunden.

# statistics_noTypeFound
source: No statistics type defined.
de: Es wurde kein Statistiktyp definiert.

# matchcrosstable_noData
source: No matches found
de: Es wurden keine Spiele gefunden.

# label_matchtable
source: Matchtable
de: Spielplan

# label_mapnotavailable
source: Map not available. Please install extension wec_map to enable this feature.
de: Kartenansicht nicht verfügbar. Die Extension wec_map muss für dieses Feature installiert werden.

# label_capacity
source: Capacity
de: Kapazität

# label_pictures
source: Pictures
de: Bilder

# label_currentround
source: Current round
de: Aktueller Spieltag

# label_sets
source: Sets
de: Sätze

# label_set
source: Set
de: Satz

# label_matchstatus_10
source: postponed
de: Verlegt

# label_matchstatus_postponed
source: postponed
de: Verlegt

# label_matchstatus_invalid
source: invalid
de: Ungültig

# label_afterextratime_short
source: a.e.
de: n.V.

# label_onpenalty_short
source: o.p.
de: u.E.

# label_afterextratime
source: after extratime
de: nach Verlängerung

# label_onpenalty
source: on penalty
de: und Elfmeterschießen

# label_basepoint
source: Base point for distance calculation
de: Ausgangspunkt für Entfernungsberechnung

# label_distance
source: Distance
de: Entfernung

# label_matchnote_10
source: Goal scored by %player%
de: Tor %player%

# label_matchnote_11
source: Header goal scored by %player%
de: Kopfballtor %player%

# label_matchnote_12
source: Penalty goal scored by %player%
de: Elfmetertor %player%

# label_matchnote_30
source: Own goal scored by %player%
de: Eigentor %player%

# label_matchnote_31
source: Assist scored by %player%
de: Torvorlage %player%

# label_matchnote_32
source: Penalty forgiven by %player%
de: Elfmeter verschossen %player%

# label_matchnote_33
source: Corner kick executed by %player%
de: Eckball %player%

# label_matchnote_70
source: Yellow card for %player%
de: Gelbe Karte %player%

# label_matchnote_71
source: Yellow/red card for %player%
de: Gelb-rot %player%

# label_matchnote_72
source: Red card for %player%
de: Rote Karte %player%

# label_matchnote_80
source: %player% changed in for %player2%
de: %player% kommt für %player2%
